Repository: eduNEXT/xblock-extemporaneous-grading
Catalog: extemporaneous_grading/conf/locale/*/LC_MESSAGES/text.po
Languages: es_es

source: Display Name
es_es: Nombre a mostrar

source: The display name for this component.
es_es: El nombre a mostrar para este componente.

source: Extemporaneous Grading
es_es: Calificación Extemporánea

source: Due Date
es_es: Fecha de Entrega

source: The due date for this component. If the learner access it before this date, the learner will see the content without any restrictions.
es_es: La fecha de entrega para este componente. Si el estudiante accede antes de esta fecha, verá el contenido sin restricciones.

source: Due Time (UTC)
es_es: Hora de Entrega (UTC)

source: The time of the due date. The valid format is HH:MM.
es_es: La hora de la fecha de entrega. El formato válido es HH:MM.

source: Late Due Date
es_es: Fecha de Entrega Tardía

source: The late due date for this component. If the learner access it after the due date and before the late due date, the learner will see a message that the submission is late. If the learner accepts the late submission by pressing the button, the learner will see the content. When the late due date passes, the learner will not be able to see the content.
es_es: La fecha de entrega tardía para este componente. Si el estudiante accede después de la fecha de entrega y antes de la fecha de entrega tardía, verá un mensaje que la entrega es tardía. Si el estudiante acepta la entrega tardía presionando el botón, verá el contenido. Cuando la fecha de entrega tardía pase, el estudiante no podrá ver el contenido.

source: Late Due Time (UTC)
es_es: Hora de Entrega Tardía (UTC)

source: The time of the late due date. The valid format is HH:MM.
es_es: La hora de la fecha de entrega tardía. El formato válido es HH:MM.

source: Due Date Explanation Text
es_es: Texto Explicativo de la Fecha de Entrega

source: The explanation text that will be shown to the learner when the due date has passed.
es_es: El texto explicativo que se mostrará al estudiante cuando la fecha de entrega haya pasado.

source: The due date has passed. You can still submit this assignment until the late due date. After the late due date, you will not be able to submit this assignment or see the content. If you accept the late submission, press the button.
es_es: La fecha de entrega ha pasado. Aún puedes entregar esta tarea hasta la fecha de entrega tardía. Después de la fecha de entrega tardía, no podrás entregar esta tarea o ver el contenido. Si aceptas la entrega tardía, presiona el botón.

source: Late Due Date Explanation Text
es_es: Texto Explicativo de la Fecha de Entrega Tardía

source: The explanation text that will be shown to the learner when the late due date is passed.
es_es: El texto explicativo que se mostrará al estudiante cuando la fecha de entrega tardía haya pasado.

source: The late due date has passed. You can not submit this assignment anymore.
es_es: La fecha de entrega tardía ha pasado. Ya no puedes entregar esta tarea.

source: Late Submission
es_es: Entrega Tardía

source: Flag to indicate if the submission is late.
es_es: Bandera para indicar si la entrega es tardía.

source: Invalid time format. The valid format is HH:MM.
es_es: Formato de hora inválido. El formato válido es HH:MM.

source: The due date must be before the late due date.
es_es: La fecha de entrega debe ser antes de la fecha de entrega tardía.

source: Due Date:
es_es: Fecha de Entrega:

source: Late Due Date:
es_es: Fecha de Entrega Tardía:

source: Accept Late Submission
es_es: Aceptar Entrega Tardía
